---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.HeatingLoad
source: html/e316bef3-b21e-3483-fe6c-0133dc5a1941.htm
---
# Autodesk.Revit.DB.SpecTypeId.HeatingLoad Property

Heating Load, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId HeatingLoad { get; }
```